Repository: xfce-mirror/xfce4-statusnotifier-plugin
Catalog: po/*.po
Languages: et, sl

source: Clear
et: Eemalda
sl: Počisti

source: Are you sure you want to clear the list of known items?
et: Kas sa kindlasti soovid eemaldada loendist kõik teadaolevad kirjed?
sl: Ste prepričani, da želite počistiti seznam znanih obvestil?

source: Status Notifier Items
et: Olekuteadete kirjed
sl: Statusna obvestila

source: _Maximum icon size (px):
et: Ikooni suuri_m mõõt (px)
sl: _Maksimalna velikost ikone (px):

source: Arrange items in a single row
et: Säti kirjed ühte ritta
sl: Razporedi obvestila v eno vrstico

source: If enabled, ensure that the items are laid out in a single row
et: Kui see valik on kasutusel, siis kõik kirjed paigutatakse ühte ritta
sl: Če je vklopljeno, se prepričajte, da so predmeti razporejeni v eni vrstici

source: Square icons
et: Ruudukujulised ikoonid
sl: Kvadratne ikone

source: Item buttons will take a square when it's possible
et: Kui vähegi võimalik, siis kirjete nupud on ruudukujulised
sl: Gumbi obvestil bodo kvadratni, kadar je to mogoče

source: Symbolic icons
et: Ikoonid sümbolitena
sl: Simbolične ikone

source: Load symbolic icons if available
et: Kui võimalik, siis kasuta sümbolitega ikoone
sl: Naloži simbolične ikone, kadar je mogoče

source: Appearance
et: Välimus
sl: Videz

source: Menu is primary action
et: Esmane toiming on menüüpõhine
sl: Meni je glavna akcija

source: Left click will always display the menu for item
et: Vasak hiireklõps näitab alati eseme menüüvalikut
sl: Levi miškin klik bo vedno prikazal meni predmeta

source: Behavior
et: Käitumine
sl: Obnašanje

source: Hide items by default
et: Vaikimisi peida esemed
sl: Privzeto skrij obvestila

source: When enabled, all new items will be marked as "Hidden"
et: Kui see valik on kasutusel, siis kõik uued esemed märgitakse peidetuks
sl: Ko je omogočeno, bodo vsa nova obvestila avtomatsko označena kot "skrita"

source: Item
et: Kirje
sl: Obvestilo

source: Hidden
et: Peidetud
sl: Skrito

source: Move the selected item one row up
et: Liiguta valitud kirje rea võrra ülespoole
sl: Premakni izbrano obvestilo eno vrstico gor

source: Move the selected item one row down
et: Liiguta valitud kirje rea võrra allapoole
sl: Premakni izbrano obvestilo eno vrstico dol

source: C_lear Known Items
et: Eema_lda teadaolevad kirjed
sl: Počisti videna obvestila

source: Resets the list of items and their visibility settings
et: Sellega eemaldad kirjete loendi ja nende nähtavuse seadistused
sl: Ponastavi seznam znanih obvestil in njihove nastavitve vidnosti

source: Known Items
et: Teadaolevad kirjed
sl: Znana obvestila

source: Provides a panel area for status notifier items (application indicators)
et: Ala ribal olekuteadete kuvamiseks
sl: Rezervira del panoja za statusna obvestila programov (programski indikatorji)

source: Status Notifier Plugin
et: Olekuteavituste pistikprogramm
sl: Vtičnik za statusna obvestila
